{
    "adminEmpresas": {
        "nombreDisplay": "Administración de Empresas",
        "descripcion": "Se enfoca en la planificación, organización, dirección y control de los recursos (humanos, financieros, materiales) de una organización para alcanzar sus objetivos de manera eficiente.",
        "url": "https://unirem.edu.mx/administracion-empresas/",
        "preguntas": [
            { "texto": "Me interesa diseñar estrategias para el crecimiento de una organización.", "habilidad": "organizativo" },
            { "texto": "Disfruto trabajar en equipo y coordinar tareas para alcanzar objetivos.", "habilidad": "social" },
            { "texto": "Me motiva analizar el impacto de las decisiones financieras en una empresa.", "habilidad": "analitico" },
            { "texto": "Me gustaría optimizar procesos para mejorar la productividad en una organización.", "habilidad": "organizativo" },
            { "texto": "Me atrae la idea de liderar proyectos y gestionar recursos.", "habilidad": "organizativo" },
            { "texto": "Me interesa aprender sobre modelos de negocio y su aplicación en el mercado actual.", "habilidad": "analitico" }
        ]
    },
    "adminTurismo": {
        "nombreDisplay": "Administración de Empresas Turísticas",
        "descripcion": "Combina la gestión empresarial con el conocimiento del sector turístico, preparando para administrar hoteles, agencias de viajes, organizar eventos y promover destinos.",
        "url": "https://unirem.edu.mx/administracion-de-empresas-turisticas/",
        "preguntas": [
            { "texto": "Me gusta organizar y planificar eventos para diferentes tipos de público.", "habilidad": "organizativo" },
            { "texto": "Me interesa descubrir nuevas culturas y su impacto en la economía global.", "habilidad": "investigativo" },
            { "texto": "Disfruto analizar tendencias en el turismo y su evolución en el tiempo.", "habilidad": "analitico" },
            { "texto": "Me motiva el reto de ofrecer experiencias inolvidables a clientes y viajeros.", "habilidad": "empatico" },
            { "texto": "Me gustaría desarrollar estrategias para promover destinos turísticos.", "habilidad": "organizativo" },
            { "texto": "Me atrae la logística y operación de hoteles y restaurantes.", "habilidad": "organizativo" } 
        ]
    },
    "arquitectura": {
        "nombreDisplay": "Arquitectura",
        "descripcion": "Combina arte y técnica para diseñar y construir espacios funcionales, estéticos y seguros, considerando aspectos estructurales, sociales y ambientales.",
        "url": "https://unirem.edu.mx/arquitectura/",
        "preguntas": [
            { "texto": "Me gusta observar y analizar el diseño de los espacios a mi alrededor.", "habilidad": "creativo" },
            { "texto": "Me interesa entender cómo los materiales influyen en la estructura de un edificio.", "habilidad": "tecnico" },
            { "texto": "Disfruto visualizar y crear planos para optimizar espacios.", "habilidad": "creativo" },
            { "texto": "Me motiva diseñar ambientes funcionales que combinen estética y utilidad.", "habilidad": "creativo" },
            { "texto": "Me gustaría desarrollar proyectos urbanos que mejoren la calidad de vida.", "habilidad": "social" },
            { "texto": "Me atrae la combinación entre creatividad y técnica en la construcción.", "habilidad": "creativo" } 
        ]
    },
    "comunicacion": {
        "nombreDisplay": "Ciencias de la Comunicación",
        "descripcion": "Estudia los procesos de comunicación humana y mediática. Incluye áreas como periodismo, relaciones públicas, producción audiovisual y comunicación organizacional.",
        "url": "https://unirem.edu.mx/ciencias-de-la-comunicacion/",
        "preguntas": [
            { "texto": "Me interesa entender cómo los medios de comunicación influyen en la sociedad.", "habilidad": "investigativo" },
            { "texto": "Disfruto crear contenido para diferentes plataformas y públicos.", "habilidad": "creativo" },
            { "texto": "Me motiva analizar y desarrollar estrategias de comunicación efectiva.", "habilidad": "organizativo" },
            { "texto": "Me gustaría trabajar en la producción de medios como radio, televisión o prensa.", "habilidad": "tecnico" },
            { "texto": "Me atrae la investigación sobre la opinión pública y su impacto social.", "habilidad": "investigativo" },
            { "texto": "Me apasiona la publicidad y la forma en que conecta con las audiencias.", "habilidad": "social" }
        ]
    },
    "comercioInt": {
        "nombreDisplay": "Comercio Internacional",
        "descripcion": "Se centra en las relaciones comerciales entre países, incluyendo importaciones, exportaciones, logística, regulaciones aduaneras y estrategias de negocios globales.",
        "url": "https://unirem.edu.mx/comercio-internacional/",
        "preguntas": [
            { "texto": "Me interesa conocer cómo funcionan los mercados internacionales.", "habilidad": "investigativo" },
            { "texto": "Disfruto analizar acuerdos comerciales entre países.", "habilidad": "analitico" },
            { "texto": "Me motiva entender cómo las exportaciones e importaciones afectan la economía.", "habilidad": "analitico" },
            { "texto": "Me gustaría aprender sobre logística y distribución a nivel global.", "habilidad": "tecnico" },
            { "texto": "Me atrae el impacto de la globalización en los negocios.", "habilidad": "analitico" },
            { "texto": "Me interesa el intercambio cultural y la negociación con personas de otros países.", "habilidad": "social" }
        ]
    },
    "contaduria": {
        "nombreDisplay": "Contaduría",
        "descripcion": "Se ocupa del registro, análisis e interpretación de la información financiera de una entidad para la toma de decisiones, el cumplimiento fiscal y el control de recursos.",
        "url": "https://unirem.edu.mx/contaduria/",
        "preguntas": [
            { "texto": "Me gusta analizar datos y hacer cálculos financieros.", "habilidad": "analitico" },
            { "texto": "Me interesa la transparencia en el manejo de los recursos de una empresa.", "habilidad": "analitico" },
            { "texto": "Disfruto encontrar patrones en la información y hacer reportes.", "habilidad": "analitico" },
            { "texto": "Me motiva entender la importancia de los impuestos y la contabilidad en la economía.", "habilidad": "analitico" },
            { "texto": "Me gustaría asesorar empresas para mejorar su administración financiera.", "habilidad": "analitico" },
            { "texto": "Me atrae la precisión y el orden en los registros contables.", "habilidad": "analitico" }
        ]
    },
    "derecho": {
        "nombreDisplay": "Derecho",
        "descripcion": "Estudia el conjunto de normas y principios que regulan la conducta humana en sociedad, buscando la justicia y el orden a través de la interpretación y aplicación de las leyes.",
        "url": "https://unirem.edu.mx/derecho/",
        "preguntas": [
            { "texto": "Me interesa analizar y debatir sobre temas de justicia y derechos humanos.", "habilidad": "analitico" },
            { "texto": "Disfruto argumentar mis ideas con fundamentos lógicos.", "habilidad": "analitico" },
            { "texto": "Me motiva aprender sobre leyes y su impacto en la sociedad.", "habilidad": "investigativo" },
            { "texto": "Me gustaría ayudar a personas a resolver problemas legales.", "habilidad": "empatico" },
            { "texto": "Me atrae el proceso de investigación y análisis en casos jurídicos.", "habilidad": "investigativo" },
            { "texto": "Me apasiona la ética y la equidad en la toma de decisiones.", "habilidad": "analitico" }
        ]
    },
    "disenoGrafico": {
        "nombreDisplay": "Diseño Gráfico",
        "descripcion": "Combina creatividad y herramientas tecnológicas para comunicar mensajes visualmente a través de imágenes, tipografía y composición en medios impresos y digitales.",
        "url": "https://unirem.edu.mx/diseno-grafico/",
        "preguntas": [
            { "texto": "Me interesa transformar ideas en imágenes atractivas y funcionales.", "habilidad": "creativo" },
            { "texto": "Disfruto trabajar con colores, formas y tipografías para comunicar mensajes.", "habilidad": "creativo" },
            { "texto": "Me motiva aprender sobre tendencias en diseño y publicidad.", "habilidad": "creativo" }, 
            { "texto": "Me gustaría desarrollar identidad visual para marcas y empresas.", "habilidad": "creativo" },
            { "texto": "Me atrae la edición y manipulación de imágenes digitales.", "habilidad": "tecnico" },
            { "texto": "Me apasiona la creatividad aplicada a soluciones visuales.", "habilidad": "creativo" }
        ]
    },
    "fisioterapia": {
        "nombreDisplay": "Fisioterapia",
        "descripcion": "Se dedica a la prevención, tratamiento y rehabilitación de lesiones y disfunciones del movimiento corporal mediante técnicas manuales, ejercicio terapéutico y agentes físicos.",
        "url": "https://unirem.edu.mx/fisioterapia/",
        "preguntas": [
            { "texto": "Me interesa el funcionamiento del cuerpo humano y su rehabilitación.", "habilidad": "investigativo" },
            { "texto": "Disfruto ayudar a las personas a recuperar movilidad y bienestar.", "habilidad": "empatico" },
            { "texto": "Me motiva aprender sobre técnicas de terapia física.", "habilidad": "tecnico" },
            { "texto": "Me gustaría trabajar en la prevención y tratamiento de lesiones.", "habilidad": "tecnico" },
            { "texto": "Me atrae la idea de combinar ciencia y salud para mejorar vidas.", "habilidad": "empatico" }, 
            { "texto": "Me apasiona el estudio del movimiento y la postura corporal.", "habilidad": "investigativo" }
        ]
    },
    "gastronomia": {
        "nombreDisplay": "Gastronomía",
        "descripcion": "Estudia la relación entre la comida, la cultura y las técnicas culinarias. Prepara profesionales para la creación, preparación y gestión en el ámbito de la alimentación.",
        "url": "https://unirem.edu.mx/gastronomia/",
        "preguntas": [
            { "texto": "Me interesa la cultura culinaria de diferentes países.", "habilidad": "investigativo" },
            { "texto": "Disfruto experimentar con ingredientes y técnicas de cocina.", "habilidad": "creativo" },
            { "texto": "Me motiva crear nuevas recetas y combinaciones de sabores.", "habilidad": "creativo" },
            { "texto": "Me gustaría conocer la historia y evolución de la gastronomía.", "habilidad": "investigativo" },
            { "texto": "Me atrae la organización y operación en la cocina profesional.", "habilidad": "organizativo" },
            { "texto": "Me apasiona la presentación y estética en los platillos.", "habilidad": "creativo" }
        ]
    },
    "ingSistemas": {
        "nombreDisplay": "Ingeniería en Sistemas Computacionales",
        "descripcion": "Se enfoca en el diseño, desarrollo, implementación y mantenimiento de software, hardware y sistemas de información para resolver problemas mediante la tecnología.",
        "url": "https://unirem.edu.mx/ingenieria-en-sistemas-computacionales/",
        "preguntas": [
            { "texto": "Me interesa desarrollar soluciones tecnológicas para problemas actuales.", "habilidad": "tecnico" },
            { "texto": "Disfruto programar y entender el funcionamiento de los sistemas digitales.", "habilidad": "analitico" }, 
            { "texto": "Me motiva la seguridad informática y la protección de datos.", "habilidad": "analitico" },
            { "texto": "Me gustaría diseñar y optimizar software para distintas aplicaciones.", "habilidad": "analitico" },
            { "texto": "Me atrae la inteligencia artificial y su impacto en el mundo.", "habilidad": "investigativo" }, 
            { "texto": "Me apasiona la lógica y el pensamiento estructurado en la tecnología.", "habilidad": "analitico" }
        ]
    },
    "mercadotecnia": {
        "nombreDisplay": "Mercadotecnia",
        "descripcion": "Analiza el mercado y los consumidores para desarrollar estrategias que permitan posicionar productos o servicios, satisfacer necesidades y alcanzar objetivos comerciales.",
        "url": "https://unirem.edu.mx/mercadotecnia/",
        "preguntas": [
            { "texto": "Me interesa analizar las tendencias del mercado y el comportamiento del consumidor.", "habilidad": "analitico" },
            { "texto": "Disfruto crear estrategias para posicionar productos o servicios.", "habilidad": "organizativo" },
            { "texto": "Me motiva la creatividad en la publicidad y el diseño de marca.", "habilidad": "creativo" },
            { "texto": "Me gustaría desarrollar campañas de marketing digital.", "habilidad": "organizativo" }, 
            { "texto": "Me atrae la investigación de mercado y el análisis de datos.", "habilidad": "investigativo" },
            { "texto": "Me apasiona la innovación en la manera de conectar con el público.", "habilidad": "creativo" }
        ]
    },
    "nutricion": {
        "nombreDisplay": "Nutrición",
        "descripcion": "Ciencia que estudia los alimentos y su relación con la salud. Se enfoca en evaluar necesidades nutricionales y diseñar planes de alimentación para individuos y grupos.",
        "url": "https://unirem.edu.mx/nutricion/",
        "preguntas": [
            { "texto": "Me interesa la relación entre la alimentación y la salud.", "habilidad": "investigativo" },
            { "texto": "Disfruto aprender sobre los beneficios de los distintos nutrientes.", "habilidad": "investigativo" },
            { "texto": "Me motiva ayudar a las personas a mejorar sus hábitos alimenticios.", "habilidad": "empatico" },
            { "texto": "Me gustaría diseñar planes de alimentación personalizados.", "habilidad": "analitico" }, 
            { "texto": "Me atrae el estudio del metabolismo y su impacto en el bienestar.", "habilidad": "investigativo" },
            { "texto": "Me apasiona la investigación sobre alimentación y enfermedades.", "habilidad": "investigativo" }
        ]
    },
    "pedagogia": {
        "nombreDisplay": "Pedagogía",
        "descripcion": "Estudia los procesos de enseñanza y aprendizaje en diferentes contextos educativos. Analiza y diseña estrategias y metodologías para mejorar la educación.",
        "url": "https://unirem.edu.mx/pedagogia/",
        "preguntas": [
            { "texto": "Me interesa el impacto de la educación en el desarrollo social.", "habilidad": "social" },
            { "texto": "Disfruto compartir conocimientos y ayudar a otros a aprender.", "habilidad": "social" },
            { "texto": "Me motiva analizar métodos de enseñanza innovadores.", "habilidad": "analitico" },
            { "texto": "Me gustaría diseñar estrategias para mejorar la educación.", "habilidad": "organizativo" },
            { "texto": "Me atrae la psicología del aprendizaje y el desarrollo infantil.", "habilidad": "investigativo" },
            { "texto": "Me apasiona la enseñanza como herramienta para el cambio social.", "habilidad": "social" }
        ]
    },
    "psicologia": {
        "nombreDisplay": "Psicología",
        "descripcion": "Ciencia que estudia el comportamiento humano, los procesos mentales y las emociones. Busca comprender y ayudar a las personas a mejorar su bienestar y salud mental.",
        "url": "https://unirem.edu.mx/psicologia/",
        "preguntas": [
            { "texto": "Me interesa entender el comportamiento humano y las emociones.", "habilidad": "analitico" },
            { "texto": "Disfruto escuchar y ayudar a las personas a resolver problemas personales.", "habilidad": "empatico" },
            { "texto": "Me motiva analizar cómo el entorno influye en la mente de las personas.", "habilidad": "analitico" },
            { "texto": "Me gustaría trabajar en la prevención y tratamiento de trastornos emocionales.", "habilidad": "empatico" },
            { "texto": "Me atrae la investigación en neurociencia y desarrollo personal.", "habilidad": "investigativo" },
            { "texto": "Me apasiona el estudio de la mente y su complejidad.", "habilidad": "investigativo" } 
        ]
    }
}